Repository: agaertner/bhm-music-engine
Catalog: src/Properties/Resources.*.resx
Languages: de, fr

source: Select an output device...
de: Wähle ein Ausgabegerät…
fr: Sélectionnez un périphérique de sortie...

source: Background Music
de: Hintergrundmusik
fr: Musique de fond

source: Mounted
de: Reitend
fr: Monté

source: Defeated
de: Besiegt
fr: Vaincu

source: Day
de: Tag
fr: Jour

source: Night
de: Nacht
fr: Nuit

source: Master Volume
de: Lautstärke
fr: Volume principal

source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

source: Your clipboard does not contain a valid link.
de: Deine Zwischenablage enthält keinen gültigen Link.
fr: Votre presse-papier ne contient pas de lien valide.

source: Link pasted. Checking...
de: Link eingefügt. Prüfe…
fr: Lien collé. Vérification...

source: Please wait.
de: Bitte warte.
fr: Veuillez patienter.

source: Unsupported website.
de: Nicht unterstützte Webseite.
fr: Site non supporté.

source: This track is already in the playlist.
de: Dieser Titel ist bereits hinzugefügt.
fr: Cette piste est déjà dans la liste de lecture.

source: Something went wrong. Please try again.
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.
fr: Quelque chose ne s'est pas passé correctement. Veuillez réessayer.

source: Enable or disable this playlist.
de: Aktiviere oder deaktiviere diese Wiedergabeliste.
fr: Activer ou désactiver cette piste de lecture.

source: Enabled
de: Aktiviert
fr: Activé

source: Paste a video or audio link from your clipboard to add it to the playlist.
de: Füge einen Video- oder Audiolink aus der Zwischenablage ein, um ihn der Wiedergabeliste hinzuzufügen.
fr: Copiez un lien de vidéo ou de musique de votre presse-papier pour l'ajouter à votre liste de lecture.

source: Recommended platforms:
de: Empfohlene Plattformen:
fr: Plateformes recommandées :

source: Paste From Clipboard
de: Aus Zwischenablage einfügen
fr: Copier depuis le presse-papier

source: Page Not Found.
de: Seite nicht gefunden.
fr: Page non trouvée.

source: Remove from Playlist
de: Aus Wiedergabeliste entfernen
fr: Supprimer de la liste de lecture

source: Use a different Output Device
de: Ein anderes Ausgabegerät verwenden
fr: Utiliser un autre périphérique de sortie

source: Output Device
de: Ausgabegerät
fr: Périphérique de sortie

source: Mute when GW2 is in the background
de: Stumm schalten, wenn GW2 im Hintergrund läuft
fr: Passer en mode silencieux lorsque GW2 est en tâche de fond.

source: Checking link...
de: Prüfe Link…
fr: Vérification du lien…

source: New database created.
de: Neue Datenbank erstellt.
fr: Création d'une nouvelle base de données.

source: Importing default playlists.
de: Importiere Standard-Wiedergabelisten.
fr: Importation de listes de lecture par défaut.

source: Warclaw
de: Kriegsklaue
fr: Razziafelis

source: Siege Turtle
de: Belagerungsschildkröte
fr: Tortue de siège

source: Skimmer
de: Schweberochen
fr: Voldécume

source: Griffon
de: Greif

source: Roller Beetle
de: Rollkäfer
fr: Scaraboule

source: Skyscale
de: Himmelsschuppe
fr: Dracaille

source: Jackal
de: Schakal
fr: Chacal

source: Settings
de: Einstellungen
fr: Paramètres

source: Resume
de: Fortsetzen
fr: Reprendre

source: Pause
de: Pausieren

source: Continue
de: Fortsetzen
fr: Continuer

source: New music available!
de: Neue Musik verfügbar!
fr: Nouvelle musique disponible!

source: Updating...
de: Aktualisiere…
fr: Mise à jour…

source: Automatically update default music.
de: Automatisch Standardmusik aktualisieren.
fr: Mise à jour automatique de la musique par défaut.

source: Done.
de: Fertig.
fr: Fait.

source: {0} is ready.
de: {0} ist bereit.
fr: {0} est prêt.

source: Play to completion.
de: Vollständig abspielen.

source: Next
de: Weiter

source: Previous
de: Zurück

source: Will finish the current song even if dismounted.
de: Spielt den aktuellen Song zuende, auch wenn Ihr absattelt.

# &quot;{0}&quot; is not available (Reason: {1})
source: &quot;{0}&quot;\nis not available (Reason: {1})
de: "{0}" ist nicht verfügbar (Grund: {1})

source: Deleted
de: Gelöscht

source: Unknown
de: Unbekannt

source: Depublished
de: Depubliziert

source: Geo-Blocked
de: Geoblockiert

source: Would you like to remove this track from all playlists?
de: Möchtest Du diesen Titel aus allen Wiedergabelisten entfernen?

source: Enable crossfade track transition.
de: Überblendung bei Titelwechsel einschalten.

source: Crossfade Duration
de: Überblendungsdauer

source: Copy Playlists
de: Kopiere Wiedergabelisten

source: Play {0} by {1}
de: {0} von {1} abspielen

source: Springer
fr: Frappesol

source: Skiff
fr: Esquif
